Repository: vikramsura/myDairy
Catalog: lib/l10n/App_*.arb
Languages: hi

# welcome
source: Welcome To
hi: स्वागत है

source: My Dairy
hi: मेरी डेयरी

source: Master
hi: मास्टर

source: Transaction
hi: लेन-देन

source: Export
hi: निर्यात

source: Report
hi: रिपोर्ट

source: Help
hi: सहायता

# about
source: About Us
hi: हमारे बारे में

source: Farmer
hi: किसान

source: Rate
hi: रेट

source: Hardware
hi: हार्डवेयर

source: Item
hi: आइटम

source: Milk Rate Deduction
hi: दूध रेट कटौती

source: List
hi: सूची

source: Not Data Found
hi: डेटा नहीं मिला

source: Search
hi: खोज

source: Code
hi: कोड

source: Name
hi: नाम

source: Id
hi: आईडी

source: Add
hi: जोड़ें

# regCode
source: Registration Code
hi: रजिस्ट्रेशन कोड

source: Address
hi: पता

source: Date Of Birth
hi: जन्म तिथि

# cDate
source: You must be 18 or older to use this feature.
hi: इस सुविधा का उपयोग करने के लिए आपको 18 वर्ष या उससे अधिक होना चाहिए।

# phone
source: Phone No.
hi: फ़ोन नंबर

source: Bank Name
hi: बैंक का नाम

source: Bank Holder Name
hi: बैंक होल्डर का नाम

source: Bank Acc No
hi: बैंक खाता नंबर

source: IFSC code
hi: आईएफएससी कोड

source: Branch Name
hi: शाखा का नाम

source: Please enter
hi: कृपया दर्ज करें

# cBank
source: Bank account Number must be 11 digits
hi: बैंक खाता नंबर 11 अंकों का होना चाहिए

# cIfsc
source: Bank IFSC code must be 11 digits
hi: बैंक आईएफएससी कोड 11 अंकों का होना चाहिए

source: SUBMIT
hi: सबमिट

# cPhone
source: Phone Number must be at least 10 digits
hi: फ़ोन नंबर कम से कम 10 अंकों का होना चाहिए

# lisNo
source: License number must be at least 15 digits
hi: लाइसेंस नंबर कम से कम 15 अंकों का होना चाहिए

# addNo
source: Addhar number must be at least 12 digits
hi: आधार नंबर कम से कम 12 अंकों का होना चाहिए

source: Edit
hi: संपादित करें

source: Milk Rate Chart
hi: दूध रेट चार्ट

source: Date
hi: तारीख

source: Shift
hi: शिफ्ट

# delete
source: Do you Want to delete rate chart ID?
hi: क्या आप रेट चार्ट आईडी को हटाना चाहते हैं?

source: No
hi: नहीं

source: Yes
hi: हाँ

source: Remark
hi: टिप्पणी

source: Fate Rate
hi: फैट रेट

source: Cow
hi: गाय

source: Buffalo
hi: भैंस

source: Mix
hi: मिक्स

source: Other
hi: अन्य

source: Clr
hi: सी.एल.आर

source: Snf
hi: एस.एन.एफ

source: Type
hi: प्रकार

# hdelete
source: Do you Want to delete hardware ID?
hi: क्या आप हार्डवेयर आईडी को हटाना चाहते हैं?

source: Select
hi: चयन करें

source: Baud Rate
hi: बॉड रेट

source: Stop Bits
hi: स्टॉप बिट्स

source: Parity
hi: पैरिटी

source: No. of String
hi: स्ट्रिंग की संख्या

source: Continuous Str
hi: सतत स्ट्रिंग

source: Flow Control
hi: फ्लो कंट्रोल

source: String Lenght
hi: स्ट्रिंग लंबाई

source: Starting Char
hi: शुरुआती चर

source: Tare Char
hi: टेयर चार

source: Data Bits
hi: डेटा बिट्स

source: Milk
hi: दूध

source: Morning
hi: सुबह

source: Evening
hi: शाम

source: Penalty
hi: दंड

# time
source: Please enter a time
hi: कृपया समय दर्ज करें

# ftime
source: Invalid time format
hi: अमान्य समय प्रारूप

# htime
source: Invalid hours. Must be between 0 and 23.
hi: अमान्य घंटे। 0 से 23 के बीच होना चाहिए।

# mtime
source: Invalid minutes. Must be between 0 and 59.
hi: अमान्य मिनट्स। 0 से 59 के बीच होना चाहिए।

# stime
source: Invalid seconds. Must be between 0 and 59.
hi: अमान्य सेकंड्स। 0 से 59 के बीच होना चाहिए।

# fmtime
source: Time From Morning
hi: सुबह से समय

# tmtime
source: Morning To Time
hi: सुबह तक का समय

source: Penalty Type
hi: दंड प्रकार

source: Penalty Value
hi: दंड मूल्य

# eveningFromTime
source: Time From Evening
hi: शाम से समय

source: Evening To Time
hi: शाम तक का समय

source: Automatic Milk Collection
hi: स्वचालित दूध संग्रहण

source: Manual Milk Collection
hi: मैनुअल दूध संग्रहण

source: Edit Milk Collection
hi: दूध संग्रहण संपादित करें

source: Simple Dispatch
hi: सिम्पल डिस्पैच

source: Dairy Name
hi: डेयरी का नाम

source: Sample No
hi: सैम्पल नंबर

source: Milk Type
hi: दूध प्रकार

source: Fat
hi: फैट

source: Qty
hi: मात्रा

source: Amount
hi: रकम

# save
source: Do you want to save ?
hi: क्या आप सहेजना चाहते हैं?

source: OK
hi: ठीक है

source: CANCEL
hi: रद्द करें

source: SUMMARY
hi: सारांश

source: Litre
hi: लीटर

source: Total
hi: कुल

# invalid
source: Invalid data!
hi: अमान्य डेटा!

source: Can
hi: कैन

source: Tanker No
hi: टैंकर नंबर

source: Settings
hi: सेटिंग्स

source: Language settings
hi: भाषा सेटिंग्स

source: Milk Slip
hi: दूध स्लिप

source: Purchase Summary
hi: खरीद सारांश

source: Farmer Milk Bill
hi: किसान दूध बिल

source: Dispatch Slip
hi: डिस्पैच स्लिप

source: Dispatch Report
hi: डिस्पैच रिपोर्ट

source: From Date
hi: तारीख से

source: To Date
hi: तारीख तक

# validtodate
source: Please choose a valid to date!
hi: कृपया एक वैध अंतिम तिथि चुनें!

source: Tanker Can
hi: टैंकर कैन

source: Tanker Qty
hi: टैंकर मात्रा

source: Admin ID
hi: एडमिन आईडी

# userUniId
source: Admin ID
hi: एडमिन आईडी

source: Route
hi: रूट

source: Profile
hi: प्रोफ़ाइल

source: Dairy Short Name
hi: डेयरी का संक्षेप

source: State
hi: राज्य

source: District
hi: जिला

source: City
hi: शहर

source: Village
hi: गाँव

source: Pin Code
hi: पिन कोड

source: Photo
hi: फ़ोटो

source: Description
hi: विवरण

source: Rate Us
hi: हमें रेट करें

# digitpincode
source: Enter 6 digit pin code
hi: 6 अंकों का पिन कोड दर्ज करें

source: How to add a farmer ?
hi: किसान कैसे जोड़ें?

source: How to change password ?
hi: पासवर्ड कैसे बदलें?

# howtochangepasswordAs
source: Home ->Tap on Settings icon on top right side of the page -> click on 'Change Password' -> enter old password, then enter new password -> click on submit button
hi: होम -> पृष्ठ के ऊपरी दाईं ओर स्थित सेटिंग्स आइकन पर टैप करें -> 'पासवर्ड बदलें' पर क्लिक करें -> पुराना पासवर्ड दर्ज करें, फिर नया पासवर्ड दर्ज करें -> सबमिट बटन पर क्लिक करें

source: How to change user name ?
hi: उपयोगकर्ता नाम कैसे बदलें?

source: How to log out from app ?
hi: ऐप से लॉग आउट कैसे करें?

# howtologoutfromappAs
source: Home ->Tap on Settings icon on top right side of the page -> click on 'Log Out' -> tap on yes.
hi: होम -> पृष्ठ के ऊपरी दाईं ओर स्थित सेटिंग्स आइकन पर टैप करें -> 'लॉग आउट' पर क्लिक करें -> हां पर टैप करें।

# howtochangeusernameAs
source: Home ->Tap on Settings icon on top right side of the page -> click on earlier given username -> Click on Profile Edit icon on top right side of the page, then edit your name -> click on submit button
hi: होम -> पृष्ठ के ऊपरी दाईं ओर स्थित सेटिंग्स आइकन पर टैप करें -> पहले दिए गए उपयोगकर्ता नाम पर क्लिक करें -> पृष्ठ के ऊपरी दाईं ओर प्रोफाइल संपादित आइकन पर क्लिक करें, फिर अपना नाम संपादित करें -> सबमिट बटन पर क्लिक करें

# howtoaddafarmerAs
source: Home -> master -> Farmer -> Click on + button on bottom right side of the page, fill details and click on submit button
hi: होम -> मास्टर -> किसान -> पृष्ठ के नीचे दाईं ओर + बटन पर क्लिक करें, विवरण भरें और सबमिट बटन पर क्लिक करें

# aboutList
source: The purpose of the My dairy Application is to streamline and modernize the process of collecting, quality testing, and payment processing for milk from various sources like PDC, DCS, BMC and Farmers. This system aims to replace manual and paper-based processes with efficient digital solutions, offering benefits to both dairy farmers and dairy processing organizations.
hi: मेरे डेयरी एप्लिकेशन का उद्देश्य पीडीसी, डीसीएस, बीएमसी और किसानों जैसे विभिन्न स्रोतों से दूध के संग्रहण, गुणवत्ता परीक्षण, और भुगतान प्रसंस्करण की प्रक्रिया को सुगम और आधुनिक बनाना है। यह सिस्टम मैन्युअल और कागज़ी प्रक्रियाओं को कुशल डिजिटल समाधानों से बदलने का उद्देश्य रखता है, जो दूध किसानों और दुग्ध प्रसंस्करण संगठनों को फायदा पहुंचाने का है।

source: Change Language
hi: भाषा बदलें

source: Account
hi: खाता

# printerSetting
source: printer settings
hi: प्रिंटर सेटिंग

source: Rate Parameters
hi: मूल्य पैरामीटर

source: Rate Calculation
hi: मूल्य गणना

source: Security Settings
hi: सुरक्षा सेटिंग्स

source: Hardware Settings
hi: हार्डवेयर सेटिंग्स

source: Change Password
hi: पासवर्ड बदलें

source: Do you Want to Logout?
hi: क्या आप लॉगआउट करना चाहते हैं?

source: User Logout successfully
hi: उपयोगकर्ता सफलतापूर्वक लॉगआउट हो गया

source: Log Out
hi: लॉग आउट

# machineOnt
source: Machine On
hi: मशीन चालू

source: Tare Yes No
hi: तारे हाँ नहीं

source: Weight Scale
hi: वजन स्केल

source: Fat Machine
hi: फैट मशीन

source: Milk Analyzer
hi: दूध विश्लेषक

source: Big Display
hi: बड़ा डिस्प्ले

source: Do you want to save ?
hi: क्या आप सहेजना चाहते हैं?

source: Milk Slip Printer Type
hi: दूध स्लिप प्रिंटर प्रकार

source: No. of Blank Lines
hi: खाली लाइनों की संख्या

source: Print Milk Slip Lang.
hi: दूध स्लिप भाषा प्रिंट करें

source: Payment Days
hi: भुगतान दिन

# mustBerequirdPaymentDays
source: Payment Days are required
hi: भुगतान दिन आवश्यक हैं

source: Payment Total Print On Slip
hi: स्लिप पर कुल भुगतान प्रिंट करें

source: Allow Deduction on Milk Bill
hi: दूध बिल पर कटौती की अनुमति

source: Allow Deduction on Payment Register
hi: भुगतान रजिस्टर पर कटौती की अनुमति

source: Print Milk Slip
hi: दूध स्लिप प्रिंट करें

source: Print Per liter Rate on Slip ?
hi: प्रति लीटर दर स्लिप पर प्रिंट करें?

source: Print FATKg Rate
hi: फैट किलो दर प्रिंट करें

source: Print Username & Date Time
hi: उपयोगकर्ता नाम और तिथि समय प्रिंट करें

# datasavedsuccessfuly
source: Data saved successfully
hi: डेटा सफलतापूर्वक सहेजा गया है

source: Value
hi: मूल्य

source: Collection Type
hi: संग्रहण प्रकार

source: Milk Rate Type
hi: दूध दर प्रकार

source: Calc. SNF From Formula
hi: सीएसएनएफ सूत्र से हिसाब करें

source: Same Farmer in Shift
hi: एक ही किसान पारी में

source: Milk Type Identification
hi: दूध प्रकार पहचान

source: Base Fat Value
hi: आधार फैट मूल्य

source: Must Be requird Fat value
hi: फैट मूल्य आवश्यक है

source: Rate Calculation Method
hi: मूल्य गणना विधि

source: Rate Calculation Type
hi: मूल्य गणना प्रकार

source: Multiple Rate for Multiple Farmers
hi: एकाधिक किसानों के लिए एकाधिक मूल्य

source: Consider Max. Rate
hi: अधिकतम मूल्य का ध्यान दें

source: Ded. Limit % on Milk Amount
hi: दूध राशि पर कटौती सीमा %

source: Must Be requird milk amount
hi: दूध राशि आवश्यक है

source: Min. FAT
hi: न्यूनतम फैट

source: Max. FAT
hi: अधिकतम फैट

source: Min. SNF
hi: न्यूनतम एसएनएफ

source: Max. SNF
hi: अधिकतम एसएनएफ

source: Min. LR
hi: न्यूनतम एलआर

source: Max. LR
hi: अधिकतम एलआर

source: Min. Solid
hi: न्यूनतम ठोस

source: Max. Solid
hi: अधिकतम ठोस

source: Society Kilo Const.
hi: सोसाइटी किलो स्थायी

source: Dairy Kilo Const
hi: डेयरी किलो स्थायी

source: Allow Edit In Milk Entry
hi: दूध प्रविष्टि में संपादन की अनुमति

source: Milk Params Allowed Manual
hi: दूध पैरामीटर मैनुअल की अनुमति

source: Allow Qty. Manual
hi: मात्रा मैनुअल की अनुमति

source: Allow Farmer Code Manual
hi: किसान कोड मैनुअल की अनुमति

source: Allow Manual Milk Entry
hi: मैनुअल दूध प्रविष्टि की अनुमति

source: Allow Deduction
hi: कटौती की अनुमति

source: Allow deduction on milk amount
hi: दूध राशि पर कटौती की अनुमति

source: Allow Payment cycle
hi: भुगतान चक्र की अनुमति

# logoutTime
source: Logout Time(In Minutes)
hi: लॉगआउट समय (मिनट में)

source: Milk slip SMS
hi: दूध स्लिप एसएमएस

source: Local Sale SMS
hi: स्थानीय बिक्री एसएमएस

source: Payment SMS
hi: भुगतान एसएमएस

source: Old Password
hi: पुराना पासवर्ड

source: Password is required
hi: पासवर्ड आवश्यक है

# leastPassword
source: Password must be at least 6 characters long
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए

# letterPassword
source: Password must include at least one lowercase letter
hi: पासवर्ड में कम से कम एक छोटा अक्षर शामिल होना चाहिए

# uppercase
source: Password must include at least one uppercase letter
hi: पासवर्ड में कम से कम एक बड़ा अक्षर शामिल होना चाहिए

# oneDigitPassword
source: Password must include at least one digit
hi: पासवर्ड में कम से कम एक अंक शामिल होना चाहिए

source: New Password
hi: नया पासवर्ड

source: Password
hi: पासवर्ड

# newOldPassword
source: Old Password is same as new password
hi: पुराना पासवर्ड नए पासवर्ड के समान है

source: FATMACHINE
hi: फैट मशीन

source: WEIGHINGSCALE
hi: वजन पैम्बल

source: DISPLAYUNIT
hi: प्रदर्शन इकाई

source: THERMALPRINTER
hi: थर्मल प्रिंटर

source: LRMACHINE
hi: एलआर मशीन

source: PRMACHINE
hi: प्रमशीन

source: Odd
hi: विषम

source: Even
hi: सम

source: Quantity
hi: मात्रा

source: Dot matrix
hi: डॉट मैट्रिक्स

source: Serial
hi: सीरियल

source: Inkjet
hi: इंकजेट

source: Lazer
hi: लेज़र

source: Kg
hi: किलोग्राम

source: FATSNF
hi: वसाएनएफ

source: FATLR
hi: वसाएलआर

source: Solid
hi: ठोस

source: Manual
hi: मैनुअल

source: Fatbase
hi: फैटबेस

# dateWise
source: Fatbase
hi: तारीख के अनुसार

source: Date and shift wise
hi: तारीख और शिफ्ट के अनुसार

source: Rate Chart
hi: मूल्य चार्ट

source: Formula
hi: सूत्र

source: Printing
hi: प्रिंट

source: Choose Plan
hi: योजना चुनें

source: Subscription for Daily Items
hi: दैनिक आइटम्स के लिए सदस्यता

source: Pay
hi: भुगतान करें

source: Days
hi: दिन

source: Everyday
hi: हर दिन

source: order
hi: आदेश

source: Monthly
hi: मासिक

source: Free Delivery
hi: मुफ्त डिलीवरी

source: Get cashback Upto
hi: कैशबैक प्राप्त करें तक

source: on your wallet
hi: आपके वॉलेट पर

source: Add New Driver
hi: नया ड्राइवर जोड़ें

source: Edit Driver Profile
hi: ड्राइवर प्रोफ़ाइल संपादित करें

source: Driver Profile
hi: ड्राइवर प्रोफ़ाइल

source: Driver List
hi: ड्राइवर सूची

source: Email
hi: ईमेल

source: Experience
hi: अनुभव

source: Upload License
hi: लाइसेंस अपलोड करें

source: License Exp Date
hi: लाइसेंस समाप्ति तिथि

source: License no
hi: लाइसेंस नंबर

source: Addhar Number
hi: आधार नंबर

source: Choose File
hi: फ़ाइल चयन करें

source: No File Choose
hi: कोई फ़ाइल चयन नहीं की गई
